{
  "ChatGPT.nvim": { "branch": "main" },
  "CodeGPT.nvim": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "Limelight.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "YankAssassin.vim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "ansible-vim": { "branch": "master" },
  "autolist.nvim": { "branch": "main" },
  "backseat.nvim": { "branch": "main" },
  "barbecue": { "branch": "main" },
  "blue-moon": { "branch": "master" },
  "buffer_manager.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "capture.vim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "ci_dark": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-cmdline-history": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.nvim": { "branch": "main" },
  "codewindow.nvim": { "branch": "master" },
  "comment-box.nvim": { "branch": "main" },
  "darcula": { "branch": "master" },
  "darcula-solid.nvim": { "branch": "main" },
  "darkplus.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dockerfile.vim": { "branch": "master" },
  "doom-one.vim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "duckytype.nvim": { "branch": "main" },
  "eyeliner.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "fold-preview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lsp.nvim": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "gitignore.nvim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gopher.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "gruvbox-baby": { "branch": "main" },
  "headlines.nvim": { "branch": "master" },
  "hover.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "jsonpath.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "kdl.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "legendary.nvim": { "branch": "master" },
  "live-command.nvim": { "branch": "main" },
  "lsp-colors.nvim": { "branch": "main" },
  "lsp-inlayhints.nvim": { "branch": "anticonceal" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lua-dev.nvim": { "branch": "main" },
  "lualine-diagnostic-message": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luasnip-latex-snippets.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "miramare": { "branch": "master" },
  "monokai-pro.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neovim-ayu": { "branch": "master" },
  "neovim-gui-shim": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nordic.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-custom-diagnostic-highlight": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-keymap-amend": { "branch": "master" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-peekup": { "branch": "master" },
  "nvim-pqf": { "branch": "main" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-trevJ.lua": { "branch": "main" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "palenightfall.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "possession.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "scope.nvim": { "branch": "main" },
  "sj.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "spaceduck": { "branch": "main" },
  "specs.nvim": { "branch": "main" },
  "startuptime.vim": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "stay-in-place.nvim": { "branch": "main" },
  "stickybuf.nvim": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "sweetie.nvim": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-diff.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-lazy.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-menufacture": { "branch": "main" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-vim-bookmarks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tint.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trailblazer.nvim": { "branch": "main" },
  "ts-advanced-git-search.nvim": { "branch": "main" },
  "ugaterm.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-asterisk": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-bookmarks": { "branch": "master" },
  "vim-current-search-match": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-flavored-markdown": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gruvbit": { "branch": "master" },
  "vim-hcl": { "branch": "main" },
  "vim-helm": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-jsonnet": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-markdown-folding": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-nightfly-colors": { "branch": "master" },
  "vim-pencil": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vista.vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "winshift.nvim": { "branch": "main" },
  "xml.vim": { "branch": "master" },
  "yaml-companion.nvim": { "branch": "main" },
  "yaml.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}